[
    {
        "id" : "m000",
        "from" : "Lostagram",
        "to" : "jaumefarriols@mail.cat",
        "subject" : "Nova contrasenya per al teu compte",
        "date" : "5 de juny de 2022",
        "offset": 3,
        "hour" : "17:39",
        "body" : "Hola @Torre dels Valldaura,\n\nHem rebut la teva sol·licitud de restabliment de contrasenya.\nA continuació, et proporcionem la nova contrasenya per accedir al teu compte.\nNova contrasenya: Lg123\nRecorda canviar-la un cop hagis iniciat sessió!\nSuport tècnic Lostagram",
        "icon" : "lostagram-mail-icon",
        "attachment" : [],
        "condition" : null
    },
    {
        "id" : "m001",
        "from" : "Eladi Farriols",
        "to" : "sofiavalldaura@mail.cat, eladifarriols@mail.cat",
        "subject" : "RW: Notificació",
        "date" : "15 de abril de 2022",
        "offset": 1,
        "hour": "15:25",
        "body" : "La mare i jo hem rebut aquest avís del ??nomdelveí??. Ja n’havíem parlat i no passa res, però, si us plau, Jaume, no t’hi acostis més, a aquest senyor, i deixa estar definitivament la qüestió de les deixalles i les escombraries del nostre carrer.\n\nMentre duri tot això vull que sempre que entris i surtis de casa ho facis acompanyat de l’Armanda.\n\nEstigues tranquil, fill.\n\n[b]Assumpte[/b]: RW: Notificació\nA: [color=blue]sofiavalldaura@mail.cat[/color], [color=blue]jaumefarriols@mail.cat[/color]\n\nFarriols,\nLi faig saber que he interposat denúncia contra vostè pels danys a la meva propietat i per l’assetjament que rebo. Aviat rebrà notícies del meu advocat.\n\nMentrestant, faria bé de mantenir el tanoca del seu fill Jaume allunyat de mi i de casa meva.\n\nÀngel",
        "icon" : "ef-mail-icon",
        "attachment" : ["gallery:g005"],
        "condition" : null
    },
    {
        "id" : "m001",
        "from" : "Eladi Farriols",
        "to": "jaumefarriols@mail.cat",
        "subject" : "RW: NOU INCIDENT",
        "date" : "30 de març de 2022",
        "offset": 0,
        "hour" : "19:02",
        "body" : "Jaume,\n[b]Mira que m’ha enviat ara el veí![/b] Ja m’imagino que no has estat tu el del foc, però també n’estic fins a dalt d’aquesta dèria que t’ha agafat ara amb l’ecologisme, fill.\n\nEn parlarem quan arribi a casa\n_______________\n-RW-\n_______________\nBona tarda, Farriols,\n\nEl comportament del seu fill Jaume ja passa de mida.\nAvui he trobat una foguera que encara feia fum a la barrera que separa la meva propietat de la de vostè. Si no n’hi havia prou amb els seus cartellets pocasoltes sobre reciclatge i aquestes ximpleries, ara un foc!\nAdjunto les fotos.\n\nEstic fins al capdamunt de les cabòries ecologistes del seu fill. Que no ho veu, vostè, que aquest nen avui podria haver provocat un incendi gros?\n\nLi demano que controli el seu fill, altrament hauré de denunciar-lo a vostè per posar en perill la meva propietat. Recordi que vaig documentant les tonteries d’aquest galifardeu amb un seguit de fotos que, si cal, faré servir contra vostè.\nSalutacions,\n\nÀngel",
        "icon" : "ef-mail-icon",
        "attachment" : ["gallery:g012", "gallery:g009"],
        "condition" : null
    },
    {
        "id" : "m004",
        "from" : "Lostagram",
        "to" : "jaumefarriols@mail.cat",
        "subject" : "Benvingut a Lostagram",
        "date" : "17 de març de 2022",
        "offset": 0,
        "hour" : "18:01",
        "body" : "Benvingut a [b]Lostagram[/b]! Ens emociona que t’hagis unit a la comunitat Lostagram de persones creatives i apassionades com tu.\n\nAmb [Lostagram], pots compartir moments inoblidables, connectar amb amics i família, i deixar-te inspirar.\n\nT’ajudem a explorar tot allò que Lostagram t’ofereix?\n\n1. Completa el teu perfil\n2. Explora i segueix usuaris\n3. Comparteix moments i experiències\n4. Interactua amb altres usuaris\n5. Utilitza els hashtags\n\nSi tens alguna pregunta o necessites ajuda mentre t'acostumes a Lostagram, no dubtis a contactar amb el nostre equip d'assistència. Som aquí per ajudar-te.\n\nUn cop més, benvingut a Lostagram. Frisem per veure tot el que tens per compartir amb la comunitat. Gaudeix de l'experiència i fes que cada moment sigui únic!\n\nL’equip de Lostagram",
        "icon" : "lostagram-mail-icon",
        "attachment" : [],
        "condition" : null
    }
]
